{
  "text": {
    "hi": 89,
    "hello": 83,
    "hey": 87,
    "good": 75,
    "morning": 122,
    "evening": 62,
    "heya": 88,
    "howdy": 92,
    "greetings": 79,
    "bye": 25,
    "goodbye": 76,
    "see": 157,
    "you": 198,
    "around": 12,
    "later": 107,
    "ciao": 31,
    "gotta": 77,
    "go": 74,
    "talk": 171,
    "to": 182,
    "thanks": 177,
    "thank": 176,
    "appreciate": 10,
    "it": 101,
    "that": 178,
    "was": 186,
    "helpful": 85,
    "for": 71,
    "your": 199,
    "help": 84,
    "much": 123,
    "obliged": 132,
    "yes": 197,
    "indeed": 96,
    "of": 133,
    "course": 42,
    "s": 154,
    "right": 153,
    "correct": 40,
    "sure": 169,
    "yeah": 196,
    "yup": 201,
    "absolutely": 2,
    "no": 128,
    "never": 126,
    "i": 94,
    "don": 54,
    "t": 170,
    "think": 181,
    "so": 161,
    "like": 109,
    "way": 187,
    "not": 130,
    "really": 148,
    "nope": 129,
    "what": 190,
    "kind": 105,
    "careers": 28,
    "do": 52,
    "recommend": 150,
    "are": 11,
    "out": 137,
    "there": 179,
    "know": 106,
    "m": 111,
    "interested": 98,
    "in": 95,
    "need": 125,
    "finding": 70,
    "a": 0,
    "career": 27,
    "tell": 175,
    "me": 115,
    "about": 1,
    "options": 136,
    "can": 26,
    "choose": 30,
    "some": 165,
    "fields": 65,
    "find": 69,
    "job": 102,
    "path": 138,
    "suggest": 168,
    "choices": 29,
    "technology": 174,
    "tech": 173,
    "jobs": 103,
    "computers": 36,
    "software": 163,
    "coding": 32,
    "into": 100,
    "want": 185,
    "work": 194,
    "with": 193,
    "something": 166,
    "development": 49,
    "and": 7,
    "machine": 112,
    "learning": 108,
    "artificial": 13,
    "intelligence": 97,
    "web": 188,
    "data": 47,
    "science": 156,
    "cybersecurity": 46,
    "arts": 15,
    "creative": 45,
    "things": 180,
    "design": 48,
    "writing": 195,
    "drawing": 55,
    "artistic": 14,
    "visual": 184,
    "media": 117,
    "communication": 34,
    "content": 38,
    "creation": 44,
    "graphic": 78,
    "journalism": 104,
    "film": 66,
    "business": 24,
    "commerce": 33,
    "field": 64,
    "finance": 67,
    "marketing": 114,
    "economics": 56,
    "related": 151,
    "money": 120,
    "sales": 155,
    "management": 113,
    "accounting": 3,
    "auditing": 20,
    "financial": 68,
    "analysis": 4,
    "entrepreneurship": 61,
    "healthcare": 82,
    "medicine": 119,
    "helping": 86,
    "people": 139,
    "as": 16,
    "doctor": 53,
    "nursing": 131,
    "medical": 118,
    "health": 81,
    "wellness": 189,
    "hospitals": 90,
    "pharmacy": 141,
    "public": 145,
    "where": 191,
    "create": 43,
    "fashion": 63,
    "music": 124,
    "performing": 140,
    "photography": 142,
    "interior": 99,
    "analyzing": 6,
    "at": 19,
    "problem": 144,
    "solving": 164,
    "research": 152,
    "based": 21,
    "logical": 110,
    "reasoning": 149,
    "statistics": 167,
    "engineering": 60,
    "analytical": 5,
    "aspects": 18,
    "directly": 51,
    "social": 162,
    "community": 35,
    "human": 93,
    "services": 158,
    "teaching": 172,
    "counseling": 41,
    "hands": 80,
    "on": 134,
    "practical": 143,
    "building": 23,
    "general": 72,
    "skilled": 159,
    "trades": 183,
    "mechanics": 116,
    "electrical": 58,
    "construction": 37,
    "more": 121,
    "elaborate": 57,
    "else": 59,
    "any": 9,
    "next": 127,
    "give": 73,
    "another": 8,
    "one": 135,
    "different": 50,
    "how": 91,
    "purpose": 146,
    "who": 192,
    "yourself": 200,
    "re": 147,
    "smart": 160,
    "cool": 39,
    "asking": 17,
    "bot": 22
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "thanks": 16,
    "affirm": 0,
    "deny": 5,
    "ask_interests": 1,
    "inform_tech_interest": 15,
    "inform_arts_interest": 9,
    "inform_commerce_interest": 10,
    "inform_health_interest": 12,
    "inform_creative_interest": 11,
    "inform_analytical_interest": 8,
    "inform_social_interest": 14,
    "inform_practical_interest": 13,
    "ask_more_info": 2,
    "chitchat": 4,
    "bot_challenge": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_recommend_career": 7,
    "utter_ask_interests": 13,
    "utter_chitchat": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_iamabot": 17,
    "utter_thank_you": 18
  },
  "action_text": null,
  "intent_response_key": null
}